{
  "Home": "Ev",
  "About": "Haqqında",
  "Skills": "Bacarıqlar",
  "Projects": "Proyektlər",
  "Contact": "Əlaqə",
  "Hello": "Salam",
  "I am": "Mən",
  "As a": "Mən",
  "Front-End Developer": "Front-End Developer",
  "I create interactive, user-friendly, and visually appealing web experiences using modern technologies.": "müasir texnologiyaları istifadə edərək interaktiv, istifadəçi dostu və gözəl veb təcrübələri yaradıram.",
  "Made by": "Tərtib etdi",
  "About me": "Mənim haqqımda",
  "Bio": "Bio",
  "Smart worker, quick learner, dedicated to work, good in communication skills.": "Ağıllı işçi, tez öyrənən, işə sadiq, ünsiyyət bacarıqları yaxşı.",
  "I am a highly skilled and dedicated frontend developer in HTML, CSS, Javascript, SCSS/SASS, Bootstrap, Git, Angular and ReactJS. I am adept at creating visually stunning and responsive web interfaces that deliver expectional user experiences.": "Mən HTML, CSS, Javascript, SCSS/SASS, Bootstrap, Git, Angular və ReactJS-də yüksək ixtisaslı və xüsusi ön proqram tərtibatçısıyam. Mən gözlənilən istifadəçi təcrübəsini təqdim edən vizual olaraq heyrətamiz və həssas veb interfeyslər yaratmağı bacarıram.",
  "Additionally, I have gained valuable experience with C/C++, Python, Typescript, JQuery, which allows me to effectively collaborate with backend team as a frontend developer.": "Bundan əlavə, mən C/C++, Python, Typescript, JQuery ilə dəyərli təcrübə qazandım ki, bu da mənə frontend tərtibatçısı kimi backend komandası ilə effektiv əməkdaşlıq etməyə imkan verir.",
  "Email": "E-poçt",
  "Phone": "Telefon",
  "Address": "Ünvan",
  "All": "Bütün",
  "React": "React",
  "Angular": "Angular",
  "DOM": "DOM",
  "Go to Project": "Layihəyə keçin",
  "Get in touch": "Əlaqə saxla",
  "We'd love to hear from you! Whether you have questions, feedback, or need assistance, our team is here to help. Please use the form below to get in touch with us, and we will respond as soon as possible.": "Sizdən eşitmək istərdik! Sualınız, feedbackiniz və ya köməyə ehtiyacınız varsa, komandamız burada kömək etmək üçün hazırdır. Bizimlə əlaqə qurmaq üçün aşağıdakı formadan istifadə edin və biz mümkün qədər tez cavab verəcəyik.",
  "Enter a name": "Adınızı daxil edin",
  "Enter an email": "E-poçtunuzu daxil edin",
  "Enter a message": "Mesajınızı daxil edin",
  "First name must contain only letters": "Ad yalnız hərflərdən ibarət olmalıdır",
  "Name must be at least 3 characters long": "Ad ən az 3 simvoldan ibarət olmalıdır",
  "Invalid email address": "Yanlış e-poçt ünvanı",
  "Message must be at least 10 characters long": "Mesaj ən az 10 simvoldan ibarət olmalıdır",
  "SUBMIT": "GÖNDƏR"
}
