{
  "Home": "Дом",
  "About": "Около",
  "Skills": "Навыки",
  "Projects": "Проекты",
  "Contact": "Контакт",
  "Hello": "Привет",
  "I am": "Я есть",
  "As a": "Как",
  "Front-End Developer": "Фронтенд-разработчик",
  "I create interactive, user-friendly, and visually appealing web experiences using modern technologies.": "Я создаю интерактивные, удобные для пользователя и визуально привлекательные веб-приложения с использованием современных технологий.",
  "Made by": "Сделано",
  "About me": "Обо мне",
  "Bio": "Био",
  "Smart worker, quick learner, dedicated to work, good in communication skills.": "Умный работник, быстро обучаемый, преданный работе, хорошие коммуникативные навыки.",
  "I am a highly skilled and dedicated frontend developer in HTML, CSS, Javascript, SCSS/SASS, Bootstrap, Git, Angular and ReactJS. I am adept at creating visually stunning and responsive web interfaces that deliver expectional user experiences.": "Я высококвалифицированный и преданный своему делу разработчик интерфейса в HTML, CSS, Javascript, SCSS/SASS, Bootstrap, Git, Angular и ReactJS. Я умею создавать визуально потрясающие и отзывчивые веб-интерфейсы, обеспечивающие ожидаемый пользовательский опыт.",
  "Additionally, I have gained valuable experience with C/C++, Python, Typescript, JQuery, which allows me to effectively collaborate with backend team as a frontend developer.": "Кроме того, я приобрел ценный опыт работы с C/C++, Python, Typescript, JQuery, что позволяет мне эффективно сотрудничать с бэкэнд-командой в качестве фронтенд-разработчика.",
  "Email": "Электронная почта",
  "Phone": "Телефон",
  "Address": "Адрес",
  "All": "Все",
  "React": "Реакт",
  "Angular": "Ангулар",
  "DOM": "ДОМ",
  "Go to Project": "Перейти к Проекту",
  "Get in touch": "Связаться",
  "We'd love to hear from you! Whether you have questions, feedback, or need assistance, our team is here to help. Please use the form below to get in touch with us, and we will respond as soon as possible.": "Мы хотели бы услышать от вас! Если у вас есть вопросы, отзывы или вам нужна помощь, наша команда всегда готова помочь. Пожалуйста, используйте форму ниже, чтобы связаться с нами, и мы ответим как можно скорее.",
  "Enter a name": "Введите имя",
  "Enter an email": "Введите электронную почту",
  "Enter a message": "Введите сообщение",
  "First name must contain only letters": "Имя должно содержать только буквы",
  "Name must be at least 3 characters long": "Имя должно содержать не менее 3 символов",
  "Invalid email address": "Неверный адрес электронной почты",
  "Message must be at least 10 characters long": "Сообщение должно содержать не менее 10 символов",
  "SUBMIT": "ОТПРАВИТЬ"
}
